Repository: zayronxio/Freyry.Weather
Catalog: translate/*.po
Languages: hi

source: Clear
hi: साफ़

source: Mainly clear
hi: मुख्य रूप से साफ़

source: Partly cloudy
hi: आंशिक रूप से बादल

source: Overcast
hi: घने बादल

source: Drizzle light intensity
hi: हल्की फुहार

source: Drizzle moderate intensity
hi: मध्यम फुहार

source: Drizzle dense intensity
hi: तेज़ फुहार

source: Freezing Drizzle light intensity
hi: हल्की ठंडी फुहार

source: Freezing Drizzle dense intensity
hi: तेज़ ठंडी फुहार

source: Rain slight intensity
hi: हल्की बारिश

source: Rain moderate intensity
hi: मध्यम बारिश

source: Rain heavy intensity
hi: भारी बारिश

source: Freezing Rain light intensity
hi: हल्की बर्फीली बारिश

source: Freezing Rain heavy intensity
hi: भारी बर्फीली बारिश

source: Snowfall slight intensity
hi: हल्की बर्फबारी

source: Snowfall moderate intensity
hi: मध्यम बर्फबारी

source: Snowfall heavy intensity
hi: भारी बर्फबारी

source: Snow grains
hi: बर्फ के कण

source: Rain showers slight
hi: हल्की बारिश की बौछारें

source: Rain showers moderate
hi: मध्यम बारिश की बौछारें

source: Rain showers violent
hi: तेज़ बारिश की बौछारें

source: Snow showers slight
hi: हल्की बर्फबारी की बौछारें

source: Snow showers heavy
hi: भारी बर्फबारी की बौछारें

source: Thunderstorm
hi: आंधी-तूफ़ान

source: Thunderstorm with slight hail
hi: हल्की ओलों के साथ आंधी-तूफ़ान

source: Cloudy
hi: बादल

source: Drizzle
hi: फुहार

source: Snow
hi: बर्फ

source: Hail
hi: ओले

source: Showers
hi: बौछारें

source: Storm
hi: तूफ़ान

source: Low
hi: कम

source: Moderate
hi: मध्यम

source: High
hi: उच्च

source: Very High
hi: बहुत अधिक

source: Extreme
hi: अत्यधिक

source: Feels like
hi: महसूस होता है

source: Wind
hi: हवा

source: Sunrise
hi: सूर्योदय

source: Sunset
hi: सूर्यास्त

source: Cloudiness
hi: बादलपन

source: Font Panel Size:
hi: फ़ॉन्ट पैनल आकार:

source: Only Icon Weather
hi: केवल मौसम का चिह्न

source: Show temperature weather
hi: तापमान दिखाएं

source: Show weather conditions
hi: मौसम की स्थिति दिखाएं

source: Font Bold
hi: गाढ़ा फ़ॉन्ट

source: 12-hour (AM/PM)
hi: 12-घंटे (AM/PM)

source: Wind Unit:
hi: हवा की इकाई:

source: Temperature Unit:
hi: तापमान की इकाई:

source: Weather Metrics
hi: मौसम मीट्रिक

source: Wind Speed
hi: हवा की गति

source: Feels Like
hi: महसूस होता है

source: UV Level
hi: यूवी स्तर

source: Humidity
hi: नमी

source: Rain
hi: बारिश

source: Max/Min
hi: अधिकतम/न्यूनतम

source: Sunrise / Sunset
hi: सूर्योदय / सूर्यास्त

source: Cloud Cover
hi: बादल आवरण

source: Search Coordinates
hi: निर्देशांक खोजें

source: Use Location of your ip
hi: अपने आईपी का स्थान उपयोग करें

source: Latitude
hi: अक्षांश

source: Longitude
hi: देशांतर
